Repository: olindata/debian-zabbix
Catalog: debian/po/*.po
Languages: cs, da, de, es, fi, fr, it, ja, nl, pt, pt_br

source: Zabbix server host address:
cs: Adresa počítače se serverem Zabbix:
da: Værtsadresse for Zabbixserver:
de: Zabbix-Server Host-Adresse:
es: Dirección de la máquina del servidor de Zabbix:
fi: Zabbix-palvelimen verkko-osoite:
fr: Adresse du serveur Zabbix :
it: Nome macchina o indirizzo del server Zabbix:
ja: Zabbix サーバのアドレス:
nl: Adres van de Zabbix-server:
pt: Endereço do servidor Zabbix:
pt_br: Endereço de máquina do servidor Zabbix:

source: Please enter the host name or the address of the Zabbix server you want to connect to.
de: Bitte geben Sie den Hostnamen oder die Adresse des Zabbix-Servers an, zu dem Sie sich verbinden wollen.
pt: Por favor, insira o nome ou endereço do servidor Zabbix, onde quer ligar.

source: Type of Database Server:
de: Art des Datenbank-Servers:
pt: Tipo do servidor de Base de Dados:

source: Please choose which database you want to use to store Zabbix data.
de: Bitte wählen Sie die Datenbank aus, die Sie zum Speichern von Zabbix-Daten verwenden wollen.

source: Database Server Host Address:
de: Host-Adresse des Datenbank-Servers:
pt: Endereço do Servidor da Base de Dados:

source: Please enter the host name or the address of the database server you want to connect to.
de: Bitte geben Sie den Hostnamen oder die Adresse des Datenbank-Servers an, zu dem Sie sich verbinden wollen.
pt: Por favor, insira o nome ou endereço do servidor de base de dados, onde quer ligar.

source: Database name:
de: Datenbankname:
pt: Nome da Base de Dados:

source: This is the database where your zabbix-server stores all data.
de: Dies ist die Datenbank, in der Ihr zabbix-server alle Daten speichert.
pt: Esta é a base de dados onde o zabbix-server guarda todos os dados.

source: Database username:
de: Datenbank-Benutzername:
pt: Utilizador da Base de Dados:

source: This is the username used for accessing the zabbix-server database.
de: Dies ist der Benutzername, der zum Zugriff auf die zabbix-server-Datenbank verwendet wird.
pt: Este é o utilizador usado para aceder à base de dados, do servidor zabbix.

source: Database password:
de: Datenbank-Passwort:
pt: Palavra-chave da Base de Dados:

source: Please specify what password the previously entered database uses.
de: Bitte geben Sie an, welches Passwort die eben eingegebene Datenbank verwendet.
pt: Por favor, indique qual a palavra-chave que a base de dados anterior usa.

source: Webserver Reconfiguration:
de: Webserver-Rekonfiguration:
pt: Reconfiguração do servidor web:

source: Zabbix supports any web server that php4 does, but this automatic configuration process only supports Apache. Please select which apache version you want to configure the Zabbix frontend for.
de: Zabbix unterstützt jeden Webserver, den auch Php4 unterstützt, aber dieser automatische Konfigurationsprozess unterstützt nur Apache. Bitte wählen Sie aus, für welche Apache-Version Sie die Zabbix-Oberfläche konfigurieren wollen.
pt: O Zabbix suporta qualquer servidor web, que seja também suportado pelo php4. No entanto este processo automático de configuração apenas suporta o Apache.

source: Would you like to restart your webserver(s) now?
de: Möchten Sie Ihre(n) Webserver jetzt neu starten?
pt: Quer reiniciar o(s) seu(s) servidor(es) web agora ?

source: Remember that in order to apply the changes your webserver(s) has/have to be restarted.
de: Denken Sie daran, dass Ihr(e) Webserver neu gestartet werden müssen, damit die Änderungen angewandt werden.
pt: Lembre-se, que para aplicar as alterações, o(s) seu(s) servidor(es) web tem/têm de ser reiniciado(s).

source: Please choose which database you want to use to store Zabbix data. For the moment, only MySQL is supported.
pt: Por favor, escolha a base de dados que quer usar, para guardar os dados do Zabbix. De momento, apenas é a MySQL é suportada.

source: Please enter the host name or IP address of the Zabbix server you want to connect to.
cs: Zadejte prosím název nebo IP adresu počítače se serverem Zabbix, ke kterému se chcete připojit.
da: Indtast venligst værtsnavn eller IP-adresse på Zabbixserveren du ønsker at forbinde til.
es: Introduzca el nombre de la máquina o la dirección IP del servidor de Zabbix al que quiere conectarse.
fi: Anna sen Zabbix-palvelimen verkkonimi tai IP-osoite, johon haluat ottaa yhteyden.
fr: Veuillez indiquer le nom ou l'adresse du serveur Zabbix à utiliser.
it: Inserire il nome della macchina o l'indirizzo IP del server Zabbix a cui connettersi.
ja: 接続先の Zabbix サーバのホスト名か IP アドレスを入力してください。
nl: Wat is de computernaam of het IP-adres van de Zabbix-server waarmee u verbinding wilt maken?
pt_br: Por favor, informe o nome de máquina ou o endereço IP do servidor Zabbix ao qual você quer conectar.

source: Configure Apache?
fr: Faut-il configurer Apache ?
nl: Apache configureren?

source: The Zabbix web frontend runs on any web server that supportes PHP5. However only Apache (2.x) can be configured automatically at this point.
fr: L'interface web de Zabbix fonctionne avec tout serveur web géré par PHP5. Cependant, seul Apache (version 2.x) peut être configuré automatiquement.
nl: Het Zabbix webfrontend werkt op elke webserver die PHP5 ondersteund. Maar op dit moment kan alleen Apache (2.x) automatisch worden geconfigureerd.

source: Please choose whether you want to reconfigure Apache so that the Zabbix web frontend is made available at the URL http://.../zabbix
fr: Veuillez indiquer si vous souhaitez reconfigurer Apache afin que l'interface web de Zabbix soit disponible à l'adresse http://.../zabbix.
nl: Geef aan of u Apache zo wilt instellen dat het Zabbix webfrontend beschikbaar wordt gemaakt op de URL http://.../zabbix

source: Restart Apache now?
fr: Faut-il redémarrer Apache maintenant ?
nl: Apache nu herstarten?

source: In order to apply the changes needed for Zabbix configuration, the web server needs to be restarted.
cs: Pro použití provedených změn nastavení Zabbix, je potřeba restartovat váš webserver(y).
da: For at anvende ændringerne krævet til Zabbixkonfigurationen skal internetserveren genstartes.
es: Para poder aplicar los cambios necesarios en la configuración de Zabbix, el servidor web se tiene que reiniciar.
fi: WWW-palvelimet täytyy käynnistää uudelleen Zabbixia varten tehtyjen asetusten ottamiseksi käyttöön.
fr: Les changements ne seront pris en compte qu'après le redémarrage du serveur web.
it: Per rendere effettive le modifiche alla configurazione di Zabbix è necessario riavviare il server web.
ja: Zabbix の設定のための変更を反映するにはウェブサーバを再起動する必要があります。
nl: De webserver moet nog worden herstart om de aanpassingen aan de Zabbix-configuratie toe te passen.
pt_br: Para aplicar as mudanças necessárias a configuração do Zabbix, o servidor web precisa ser reiniciado.

source: Please choose whether you prefer doing it automatically now or manually later.
cs: Zvolte prosím, zda chcete provést restart automaticky nebo později ručně.
da: Vælg venligst hvorvidt du foretrækker at gøre det automatisk nu eller manuelt senere.
es: Elija si prefiere realizarlo automáticamente ahora o manualmente más tarde.
fi: Valitse tehdäänkö uudelleenkäynnistys automaattisesti nyt vai myöhemmin käsin.
fr: Veuillez choisir si vous souhaitez le redémarrer automatiquement maintenant ou le faire vous-même plus tard.
it: Scegliere se riavviare automaticamente adesso oppure manualmente in seguito.
ja: 今自動的に設定をするか、後ほど手動で設定をするかを選んでください。
nl: Wilt u dit nu automatisch of op een later moment handmatig doen?
pt_br: Por favor, escolha se você prefere fazer isto automaticamente agora ou manualmente depois.

source: This is needed for some advanced frontend functionalities.
cs: Je to potřeba pro některé pokročilé funkce frontendu.
da: Denne er krævet til nogle avancerede grænsefladefunktionaliteter.
es: Esto es necesario para algunas funcionalidades avanzadas de la interfaz («frontend»).
fi: Eräät käyttöliittymätoiminnot tarvitsevat tätä.
fr: Cela est requis pour certaines fonctionnalités avancées du frontal.
it: Questa informazione è necessaria per alcune delle funzionalità avanzate dell'interfaccia.
ja: これは高機能なフロントエンドの機能を使うのに必要となります。
nl: Dit is nodig voor sommige geavanceerde frontend-functionaliteit.
pt_br: Isto é necessário para algumas funcionalidades avançadas da interface.

source: Zabbix server port:
cs: Port serveru Zabbix:
da: Serverport til Zabbix:
es: Puerto del servidor de Zabbix:
fi: Zabbix-palvelimen portti:
fr: Port du serveur Zabbix :
it: Porta del server Zabbix:
ja: Zabbix サーバのポート番号:
nl: Poortnummer van de Zabbix-server:
pt_br: Porta do servidor Zabbix:

source: Please enter the port used by the Zabbix server.
cs: Zadejte prosím port používaný serverem Zabbix.
da: Indtast venligst porten brugt af Zabbixserveren.
es: Introduzca el puerto del servidor de Zabbix.
fi: Anna Zabbix-palvelimen käyttämä portti.
fr: Veuillez indiquer le port utilisé par le serveur Zabbix.
it: Inserire la porta usata dal server Zabbix.
ja: 接続先の Zabbix サーバが使うポート番号を入力してください。
nl: Welk poortnummer gebruikt de Zabbix-server?
pt_br: Por favor informe a porta usada pelo servidor Zabbix.

source: The SQL database must be upgraded manually
fr: Mise à jour nécessaire de la base de données SQL
nl: De SQL-database moet handmatig worden opgewaardeerd

source: The SQL database used by Zabbix must be upgraded manually using the scripts available in /usr/share/doc/zabbix-server-mysql. Zabbix will not work properly until the database upgrade is completed.
fr: La base de données SQL utilisée par Zabbix doit être mise à jour avec lesscripts situés dans /usr/share/doc/zabbix-server-mysql. Zabbix ne pourra pas fonctionner correctement sans cela.
nl: De door Zabbix gebruikte SQL-database moet handmatig worden opgewaardeerd met behulp van de scripts in /usr/share/doc/zabbix-server-mysql. Zabbix zal niet goed werken totdat het opwaarderen van de database is voltooid.

source: The SQL database used by Zabbix must be upgraded manually using the scripts available in /usr/share/doc/zabbix-server-pgsql. Zabbix will not work properly until the database upgrade is completed.
fr: La base de données SQL utilisée par Zabbix doit être mise à jour avec les scripts situés dans /usr/share/doc/zabbix-server-pgsql. Zabbix ne pourra pas fonctionner correctement sans cela.
nl: De door Zabbix gebruikte SQL-database moet handmatig worden opgewaardeerd met behulp van de scripts in /usr/share/doc/zabbix-server-pgsql. Zabbix zal niet goed werken totdat het opwaarderen van de database is voltooid.

source: Web server to reconfigure for Zabbix:
cs: Přenastavení webového serveru pro použití Zabbix:
da: Internetserver til rekonfiguration af Zabbix:
es: Reconfiguración del servidor web que utiliza Zabbix:
fi: WWW-palvelimet, joiden asetuksia muokataan Zabbixia varten:
it: Server web da riconfigurare per Zabbix:
ja: Zabbix のため、ウェブサーバの再設定:
pt_br: Servidor web a reconfigurar para o Zabbix:

source: Zabbix supports any web server supported by PHP5, however only Apache can be configured automatically.
cs: Zabbix podporuje všechny webové servery podporované PHP5, samozřejmě pouze Apache je možno nastavit automaticky.
da: Zabbix understøtter alle internetservere understøttet af PHP5, bemærk dog at kun Apache kan konfigureres automatisk.
es: Zabbix permite utilizar cualquier servidor web que pueda utilizar PHP5, sin embargo sólo se puede configurar automáticamente Apache.
fi: Zabbix tukee kaikkia WWW-palvelimia, jotka tukevat PHP5:tä. Kuitenkin vain Apachen asetukset voidaan tehdä automaattisesti.
it: Zabbix supporta qualsiasi server web con PHP5, ma solo Apache può essere configurato automaticamente.
ja: Zabbix は PHP5 をサポートしているウェブサーバであれば動作しますが、自動的に設定できるのは Apache のみです。
pt_br: O Zabbix suporta qualquer servidor web suportado pelo PHP5, porém apenas o Apache pode ser configurado automaticamente.

source: Please select which Apache version you want to configure the Zabbix frontend for.
cs: Zvolte prosím verzi Apache, který chcete používat spolu s Zabbix.
da: Vælg venligst hvilken Apacheversion du ønsker at konfigurere Zabbixgrænsefladen til.
es: Elija que versión de Apache quiere configurar para la interfaz de Zabbix.
fi: Valitse minkä Apachen version asetuksia muokataan Zabbixin käyttöliittymää varten.
it: Selezionare la versione di Apache da configurare per l'interfaccia utente di Zabbix.
ja: Zabbix のフロントエンドに設定する Apache のバージョンを選んでください。
pt_br: Por favor, selecione que versão do Apache você quer configurar para o frontend do Zabbix.

source: Restart the web server(s) now?
cs: Přejete si nyní restartovat váš webserver(y)?
da: Genstart internetserverne nu?
es: ¿Desea reiniciar el/los servidor/es web ahora?
fi: Käynnistetäänkö WWW-palvelimet uudelleen nyt?
it: Riavviare il server web adesso?
ja: 今すぐウェブサーバを再起動しますか?
pt_br: Reiniciar o(s) servidor(es) web agora?
